Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: The configured boot command is not a supported Linux executable or script. Check Settings -> Boot Command.
de: Der konfigurierte Bootbefehl ist keine unterstützte Linux-Programmdatei bzw. kein unterstütztes Skript. Prüfe Einstellungen -> Bootbefehl.
es: El comando de arranque configurado no es un ejecutable o script de Linux compatible. Revisa Ajustes -> Comando de arranque.
fr: La commande de démarrage configurée n'est pas un exécutable ou un script Linux pris en charge. Vérifiez Réglages -> Commande de démarrage.
ja: 設定されたブートコマンドは、サポートされている Linux の実行ファイルまたはスクリプトではありません。「設定」->「ブートコマンド」を確認してください。
ko: 구성된 부팅 명령이 지원되는 Linux 실행 파일 또는 스크립트가 아닙니다. 설정 -> 부팅 명령을 확인하십시오.
pt_br: O comando de inicialização configurado não é um executável ou script Linux compatível. Verifique Ajustes -> Comando de Inicialização.
ru: Заданная команда загрузки не является поддерживаемым исполняемым файлом или скриптом Linux. Проверьте Настройки -> Команда загрузки.
zh_hans: 配置的引导命令不是受支持的 Linux 可执行文件或脚本。请检查“设置 -> 引导命令”。
zh_hant: 設定的開機指令不是支援的 Linux 執行檔或指令碼。請檢查「設定」->「開機指令」。

source: The current filesystem is not managed by iSH-AOK.
de: Das aktuelle Dateisystem wird nicht von iSH-AOK verwaltet.
es: iSH-AOK no gestiona el sistema de archivos actual.
fr: Le système de fichiers actuel n'est pas géré par iSH-AOK.
ja: 現在のファイルシステムは iSH-AOK によって管理されていません。
ko: 현재 파일 시스템은 iSH-AOK에서 관리하지 않습니다.
pt_br: O sistema de arquivos atual não é gerenciado pelo iSH-AOK.
ru: Текущая файловая система не управляется iSH-AOK.
zh_hans: 当前文件系统不由 iSH-AOK 管理。
zh_hant: 目前的檔案系統不是由 iSH-AOK 管理。

source: The current filesystem is using %s, which is the latest version.
de: Das aktuelle Dateisystem nutzt %s, die neueste Version.
es: El sistema de archivos actual usa %s, que es la última versión.
fr: Le système de fichiers actuel utilise %s, la dernière version.
ja: 現在のファイルシステムは最新バージョンの %s を使用しています。
ko: 현재 파일 시스템은 최신 버전인 %s을(를) 사용 중입니다.
pt_br: O sistema de arquivos atual está usando %s, que é a versão mais recente.
ru: Текущая файловая система использует %s — это последняя версия.
zh_hans: 当前文件系统使用的是 %s，这是最新版本。
zh_hant: 目前的檔案系統使用 %s，這是最新版本。

source: The default theme "%@" is currently being overridden by a user theme.
de: Das Standard-Theme „%@“ wird derzeit von einem eigenen Theme überschrieben.
es: Un tema de usuario está sustituyendo actualmente al tema predeterminado "%@".
fr: Le thème par défaut "%@" est actuellement remplacé par un thème utilisateur.
ja: デフォルトのテーマ“%@”は現在ユーザテーマで上書きされています。
ko: 기본 테마 "%@"이(가) 현재 사용자 테마로 대체되어 있습니다.
pt_br: O tema padrão "%@" está sendo substituído por um tema do usuário.
ru: Стандартная тема "%@" сейчас переопределена пользовательской темой.
zh_hans: 默认主题“%@”当前被用户主题覆盖。
zh_hant: 預設主題 "%@" 目前被使用者主題覆寫。

source: The device did not have enough memory to start init. Close other apps and restart iSH-AOK.
de: Das Gerät hatte nicht genug Speicher, um init zu starten. Schließe andere Apps und starte iSH-AOK neu.
es: El dispositivo no tenía memoria suficiente para iniciar init. Cierra otras apps y reinicia iSH-AOK.
fr: L'appareil n'avait pas assez de mémoire pour lancer init. Fermez les autres apps et redémarrez iSH-AOK.
ja: init を開始するためのメモリがデバイスに足りませんでした。ほかの App を閉じて iSH-AOK を再起動してください。
ko: 기기의 메모리가 부족하여 init을 시작할 수 없습니다. 다른 앱을 닫고 iSH-AOK를 재시작하십시오.
pt_br: O dispositivo não tinha memória suficiente para iniciar o init. Feche outros apps e reinicie o iSH-AOK.
ru: На устройстве не хватило памяти для запуска init. Закройте другие приложения и перезапустите iSH-AOK.
zh_hans: 设备内存不足，无法启动 init。请关闭其他 App 并重新启动 iSH-AOK。
zh_hant: 裝置記憶體不足，無法啟動 init。請關閉其他 App 並重新啟動 iSH-AOK。

source: The filesystem archive could not be read.
de: Das Dateisystem-Archiv konnte nicht gelesen werden.
es: No se pudo leer el archivo del sistema de archivos.
fr: L'archive du système de fichiers n'a pas pu être lue.
ja: ファイルシステムのアーカイブを読み込めませんでした。
ko: 파일 시스템 아카이브를 읽을 수 없습니다.
pt_br: Não foi possível ler o arquivo do sistema de arquivos.
ru: Не удалось прочитать архив файловой системы.
zh_hans: 无法读取文件系统归档。
zh_hant: 無法讀取檔案系統封存檔。

source: The filesystem metadata database could not be created.
de: Die Metadatenbank des Dateisystems konnte nicht erstellt werden.
es: No se pudo crear la base de datos de metadatos del sistema de archivos.
fr: La base de métadonnées du système de fichiers n'a pas pu être créée.
ja: ファイルシステムのメタデータデータベースを作成できませんでした。
ko: 파일 시스템 메타데이터 데이터베이스를 생성할 수 없습니다.
pt_br: Não foi possível criar o banco de metadados do sistema de arquivos.
ru: Не удалось создать базу метаданных файловой системы.
zh_hans: 无法创建文件系统元数据数据库。
zh_hant: 無法建立檔案系統後設資料資料庫。

source: The filesystem metadata database may be incompatible or corrupt. Choose another filesystem or reimport this one.
de: Die Metadatenbank des Dateisystems ist möglicherweise inkompatibel oder beschädigt. Wähle ein anderes Dateisystem oder importiere dieses erneut.
es: La base de datos de metadatos del sistema de archivos puede ser incompatible o estar dañada. Elige otro sistema de archivos o vuelve a importar este.
fr: La base de métadonnées du système de fichiers est peut-être incompatible ou corrompue. Choisissez un autre système de fichiers ou réimportez celui-ci.
ja: ファイルシステムのメタデータデータベースに互換性がないか、破損している可能性があります。別のファイルシステムを選択するか、このファイルシステムを再インポートしてください。
ko: 파일 시스템 메타데이터 데이터베이스가 호환되지 않거나 손상되었을 수 있습니다. 다른 파일 시스템을 선택하거나 이 파일 시스템을 다시 가져오십시오.
pt_br: O banco de metadados do sistema de arquivos pode estar incompatível ou corrompido. Escolha outro sistema de arquivos ou reimporte este.
ru: База метаданных файловой системы может быть несовместимой или повреждённой. Выберите другую файловую систему или повторно импортируйте эту.
zh_hans: 文件系统元数据数据库可能不兼容或已损坏。请选择其他文件系统或重新导入此文件系统。
zh_hant: 檔案系統後設資料資料庫可能不相容或已損毀。請選擇其他檔案系統或重新匯入此檔案系統。

source: The filesystem was mounted, but iSH-AOK could not attach init to /dev/console.
de: Das Dateisystem wurde eingehängt, aber iSH-AOK konnte init nicht mit /dev/console verbinden.
es: Se montó el sistema de archivos, pero iSH-AOK no pudo conectar init a /dev/console.
fr: Le système de fichiers a été monté, mais iSH-AOK n'a pas pu attacher init à /dev/console.
ja: ファイルシステムはマウントされましたが、iSH-AOK は init を /dev/console に接続できませんでした。
ko: 파일 시스템이 마운트되었지만 iSH-AOK가 init을 /dev/console에 연결할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas o iSH-AOK não conseguiu conectar o init a /dev/console.
ru: Файловая система подключена, но iSH-AOK не удалось подключить init к /dev/console.
zh_hans: 文件系统已挂载，但 iSH-AOK 无法将 init 连接到 /dev/console。
zh_hant: 檔案系統已掛載，但 iSH-AOK 無法將 init 連接到 /dev/console。

source: The filesystem was mounted, but iSH-AOK could not register /dev/clipboard.
de: Das Dateisystem wurde eingehängt, aber iSH-AOK konnte /dev/clipboard nicht registrieren.
es: Se montó el sistema de archivos, pero iSH-AOK no pudo registrar /dev/clipboard.
fr: Le système de fichiers a été monté, mais iSH-AOK n'a pas pu enregistrer /dev/clipboard.
ja: ファイルシステムはマウントされましたが、iSH-AOK は /dev/clipboard を登録できませんでした。
ko: 파일 시스템이 마운트되었지만 iSH-AOK가 /dev/clipboard를 등록할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas o iSH-AOK não conseguiu registrar /dev/clipboard.
ru: Файловая система подключена, но iSH-AOK не удалось зарегистрировать /dev/clipboard.
zh_hans: 文件系统已挂载，但 iSH-AOK 无法注册 /dev/clipboard。
zh_hant: 檔案系統已掛載，但 iSH-AOK 無法註冊 /dev/clipboard。

source: The filesystem was mounted, but iSH-AOK could not register /dev/dsp.
de: Das Dateisystem wurde eingehängt, aber iSH-AOK konnte /dev/dsp nicht registrieren.
es: Se montó el sistema de archivos, pero iSH-AOK no pudo registrar /dev/dsp.
fr: Le système de fichiers a été monté, mais iSH-AOK n'a pas pu enregistrer /dev/dsp.
ja: ファイルシステムはマウントされましたが、iSH-AOK は /dev/dsp を登録できませんでした。
ko: 파일 시스템이 마운트되었지만 iSH-AOK가 /dev/dsp를 등록할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas o iSH-AOK não conseguiu registrar /dev/dsp.
ru: Файловая система подключена, но iSH-AOK не удалось зарегистрировать /dev/dsp.
zh_hans: 文件系统已挂载，但 iSH-AOK 无法注册 /dev/dsp。
zh_hant: 檔案系統已掛載，但 iSH-AOK 無法註冊 /dev/dsp。

source: The filesystem was mounted, but iSH-AOK could not register /dev/location.
de: Das Dateisystem wurde eingehängt, aber iSH-AOK konnte /dev/location nicht registrieren.
es: Se montó el sistema de archivos, pero iSH-AOK no pudo registrar /dev/location.
fr: Le système de fichiers a été monté, mais iSH-AOK n'a pas pu enregistrer /dev/location.
ja: ファイルシステムはマウントされましたが、iSH-AOK は /dev/location を登録できませんでした。
ko: 파일 시스템이 마운트되었지만 iSH-AOK가 /dev/location을 등록할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas o iSH-AOK não conseguiu registrar /dev/location.
ru: Файловая система подключена, но iSH-AOK не удалось зарегистрировать /dev/location.
zh_hans: 文件系统已挂载，但 iSH-AOK 无法注册 /dev/location。
zh_hant: 檔案系統已掛載，但 iSH-AOK 無法註冊 /dev/location。

source: The filesystem was mounted, but iSH-AOK could not register /dev/rtc0.
de: Das Dateisystem wurde eingehängt, aber iSH-AOK konnte /dev/rtc0 nicht registrieren.
es: Se montó el sistema de archivos, pero iSH-AOK no pudo registrar /dev/rtc0.
fr: Le système de fichiers a été monté, mais iSH-AOK n'a pas pu enregistrer /dev/rtc0.
ja: ファイルシステムはマウントされましたが、iSH-AOK は /dev/rtc0 を登録できませんでした。
ko: 파일 시스템이 마운트되었지만 iSH-AOK가 /dev/rtc0을 등록할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas o iSH-AOK não conseguiu registrar /dev/rtc0.
ru: Файловая система подключена, но iSH-AOK не удалось зарегистрировать /dev/rtc0.
zh_hans: 文件系统已挂载，但 iSH-AOK 无法注册 /dev/rtc0。
zh_hant: 檔案系統已掛載，但 iSH-AOK 無法註冊 /dev/rtc0。

source: The filesystem was mounted, but iSH-AOK could not register /dev/url.
de: Das Dateisystem wurde eingehängt, aber iSH-AOK konnte /dev/url nicht registrieren.
es: Se montó el sistema de archivos, pero iSH-AOK no pudo registrar /dev/url.
fr: Le système de fichiers a été monté, mais iSH-AOK n'a pas pu enregistrer /dev/url.
ja: ファイルシステムはマウントされましたが、iSH-AOK は /dev/url を登録できませんでした。
ko: 파일 시스템이 마운트되었지만 iSH-AOK가 /dev/url을 등록할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas o iSH-AOK não conseguiu registrar /dev/url.
ru: Файловая система подключена, но iSH-AOK не удалось зарегистрировать /dev/url.
zh_hans: 文件系统已挂载，但 iSH-AOK 无法注册 /dev/url。
zh_hant: 檔案系統已掛載，但 iSH-AOK 無法註冊 /dev/url。

source: The filesystem was mounted, but iSH-AOK could not start its fallback console supervisor.
de: Das Dateisystem wurde eingehängt, aber iSH-AOK konnte den Supervisor der Ersatzkonsole nicht starten.
es: Se montó el sistema de archivos, pero iSH-AOK no pudo iniciar su supervisor de consola de reserva.
fr: Le système de fichiers a été monté, mais iSH-AOK n'a pas pu lancer son superviseur de console de secours.
ja: ファイルシステムはマウントされましたが、iSH-AOK は代替コンソールのスーパーバイザを開始できませんでした。
ko: 파일 시스템이 마운트되었지만 iSH-AOK가 대체 콘솔 감독자를 시작할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas o iSH-AOK não conseguiu iniciar o supervisor do console alternativo.
ru: Файловая система подключена, но iSH-AOK не удалось запустить супервизор резервной консоли.
zh_hans: 文件系统已挂载，但 iSH-AOK 无法启动其后备控制台监管程序。
zh_hant: 檔案系統已掛載，但 iSH-AOK 無法啟動其備用主控台監督程式。

source: The filesystem was mounted, but the configured boot command could not be executed.
de: Das Dateisystem wurde eingehängt, aber der konfigurierte Bootbefehl konnte nicht ausgeführt werden.
es: Se montó el sistema de archivos, pero no se pudo ejecutar el comando de arranque configurado.
fr: Le système de fichiers a été monté, mais la commande de démarrage configurée n'a pas pu être exécutée.
ja: ファイルシステムはマウントされましたが、設定されたブートコマンドを実行できませんでした。
ko: 파일 시스템이 마운트되었지만 구성된 부팅 명령을 실행할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas não foi possível executar o comando de inicialização configurado.
ru: Файловая система подключена, но заданную команду загрузки не удалось выполнить.
zh_hans: 文件系统已挂载，但无法执行配置的引导命令。
zh_hant: 檔案系統已掛載，但無法執行設定的開機指令。

source: The filesystem was mounted, but the emulator could not create the first guest process.
de: Das Dateisystem wurde eingehängt, aber der Emulator konnte den ersten Gast-Prozess nicht erstellen.
es: Se montó el sistema de archivos, pero el emulador no pudo crear el primer proceso del invitado.
fr: Le système de fichiers a été monté, mais l'émulateur n'a pas pu créer le premier processus invité.
ja: ファイルシステムはマウントされましたが、エミュレータは最初のゲストプロセスを作成できませんでした。
ko: 파일 시스템이 마운트되었지만 에뮬레이터가 첫 번째 게스트 프로세스를 생성할 수 없습니다.
pt_br: O sistema de arquivos foi montado, mas o emulador não conseguiu criar o primeiro processo do convidado.
ru: Файловая система подключена, но эмулятору не удалось создать первый гостевой процесс.
zh_hans: 文件系统已挂载，但模拟器无法创建第一个客户机进程。
zh_hant: 檔案系統已掛載，但模擬器無法建立第一個客體程序。

source: The guest filesystem isn't ready yet
de: Das Gast-Dateisystem ist noch nicht bereit
es: El sistema de archivos invitado aún no está listo
fr: Le système de fichiers de l'invité n'est pas encore prêt
ja: ゲストファイルシステムの準備がまだできていません
ko: 게스트 파일 시스템이 아직 준비되지 않음
pt_br: O sistema de arquivos do convidado ainda não está pronto
ru: Гостевая файловая система ещё не готова
zh_hans: 客户机文件系统尚未就绪
zh_hant: 客體檔案系統尚未就緒

source: The guest filesystem isn’t ready yet.
de: Das Gast-Dateisystem ist noch nicht bereit.
es: El sistema de archivos invitado aún no está listo.
fr: Le système de fichiers de l'invité n'est pas encore prêt.
ja: ゲストファイルシステムの準備がまだできていません。
ko: 게스트 파일 시스템이 아직 준비되지 않았습니다.
pt_br: O sistema de arquivos do convidado ainda não está pronto.
ru: Гостевая файловая система ещё не готова.
zh_hans: 客户机文件系统尚未就绪。
zh_hant: 客體檔案系統尚未就緒。

source: The guest system could not boot (error %ld). Open iSH-AOK once to finish setup.
de: Das Gastsystem konnte nicht booten (Fehler %ld). Öffne iSH-AOK einmal, um die Einrichtung abzuschließen.
es: No se pudo arrancar el sistema invitado (error %ld). Abre iSH-AOK una vez para terminar la configuración.
fr: Le système invité n'a pas pu démarrer (erreur %ld). Ouvrez iSH-AOK une fois pour terminer la configuration.
ja: ゲストシステムをブートできませんでした（エラー %ld）。セットアップを完了するには、iSH-AOK を一度開いてください。
ko: 게스트 시스템을 부팅할 수 없습니다(오류 %ld). 설정을 완료하려면 iSH-AOK를 한 번 여십시오.
pt_br: O sistema convidado não pôde iniciar (erro %ld). Abra o iSH-AOK uma vez para concluir a configuração.
ru: Гостевая система не смогла загрузиться (ошибка %ld). Откройте iSH-AOK один раз, чтобы завершить настройку.
zh_hans: 客户机系统无法启动（错误 %ld）。请打开一次 iSH-AOK 以完成设置。
zh_hant: 客體系統無法開機（錯誤 %ld）。請打開 iSH-AOK 一次以完成設定。

source: The guest system isn't running yet. Start a shell or console, then recent log lines will appear here.
de: Das Gastsystem läuft noch nicht. Starte eine Shell oder Konsole, dann erscheinen hier die letzten Protokollzeilen.
es: El sistema invitado aún no se está ejecutando. Inicia una shell o una consola y aquí aparecerán las líneas recientes del registro.
fr: Le système invité n'est pas encore en cours d'exécution. Lancez un shell ou une console, et les lignes récentes du journal apparaîtront ici.
ja: ゲストシステムはまだ実行されていません。シェルまたはコンソールを開始すると、最近のログ行がここに表示されます。
ko: 게스트 시스템이 아직 실행되지 않았습니다. 셸이나 콘솔을 시작하면 최근 로그 줄이 여기에 표시됩니다.
pt_br: O sistema convidado ainda não está em execução. Inicie um shell ou console e as linhas recentes do log aparecerão aqui.
ru: Гостевая система ещё не запущена. Запустите оболочку или консоль, и здесь появятся последние строки журнала.
zh_hans: 客户机系统尚未运行。启动 shell 或控制台后，最近的日志行会显示在这里。
zh_hant: 客體系統尚未執行。啟動 shell 或主控台後，最近的記錄行就會顯示在這裡。

source: The last attempt was refused.
de: Der letzte Versuch wurde abgelehnt.
es: El último intento fue rechazado.
fr: La dernière tentative a été refusée.
ja: 前回の試行は拒否されました。
ko: 마지막 시도가 거부되었습니다.
pt_br: A última tentativa foi recusada.
ru: Последняя попытка была отклонена.
zh_hans: 上次尝试被拒绝。
zh_hant: 上次嘗試遭拒。

source: The last destination can't be deleted. Edit it, or add another one first.
de: Das letzte Ziel kann nicht gelöscht werden. Bearbeite es oder füge zuerst ein weiteres hinzu.
es: No se puede eliminar el último destino. Edítalo o añade otro primero.
fr: La dernière destination ne peut pas être supprimée. Modifiez-la, ou ajoutez-en d'abord une autre.
ja: 最後の接続先は削除できません。編集するか、先に別の接続先を追加してください。
ko: 마지막 대상은 삭제할 수 없습니다. 편집하거나 먼저 다른 대상을 추가하십시오.
pt_br: O último destino não pode ser apagado. Edite-o ou adicione outro primeiro.
ru: Последнее подключение удалить нельзя. Измените его или сначала добавьте другое.
zh_hans: 无法删除最后一个目标。请编辑它，或先添加另一个目标。
zh_hant: 無法刪除最後一個服務。請編輯它，或先加入另一個服務。

source: The model can start sub-agents for independent tasks; they run in the background.
de: Das Modell kann Sub-Agents für unabhängige Aufgaben starten; sie laufen im Hintergrund.
es: El modelo puede iniciar subagentes para tareas independientes; se ejecutan en segundo plano.
fr: Le modèle peut lancer des sous-agents pour des tâches indépendantes ; ils s'exécutent en arrière-plan.
ja: モデルは独立したタスクのためにサブエージェントを開始でき、それらはバックグラウンドで実行されます。
ko: 모델은 독립적인 작업을 위해 하위 에이전트를 시작할 수 있으며, 하위 에이전트는 백그라운드에서 실행됩니다.
pt_br: O modelo pode iniciar subagentes para tarefas independentes; eles são executados em segundo plano.
ru: Модель может запускать субагентов для независимых задач; они работают в фоне.
zh_hans: 模型可以为独立任务启动子代理；它们在后台运行。
zh_hant: 模型可為獨立任務啟動子代理；它們會在背景執行。

# The model wants to run this in the iSH-AOK shell, in %@: %@
source: The model wants to run this in the iSH-AOK shell, in %1$@: %2$@
de: Das Modell möchte dies in der iSH-AOK-Shell ausführen, in %1$@: %2$@
es: El modelo quiere ejecutar esto en la shell de iSH-AOK, en %1$@: %2$@
fr: Le modèle veut exécuter ceci dans le shell iSH-AOK, dans %1$@ : %2$@
ja: モデルは iSH-AOK シェルの %1$@ でこれを実行しようとしています: %2$@
ko: 모델이 iSH-AOK 셸의 %1$@에서 다음을 실행하려고 합니다: %2$@
pt_br: O modelo quer executar isto no shell do iSH-AOK, em %1$@: %2$@
ru: Модель хочет выполнить это в оболочке iSH-AOK, в %1$@: %2$@
zh_hans: 模型想要在 iSH-AOK shell 中运行以下命令，位于 %1$@： %2$@
zh_hant: 模型想在 iSH-AOK shell 的 %1$@ 中執行以下內容： %2$@

source: The model will be able to read, search and change files and run shell commands in the iSH-AOK Linux environment — to work on code, fetch web pages with curl/wget, or run programs. By default it reads files freely and asks you before each edit or command; Tool Permissions changes that. Output is capped at %1$ld KB and commands are killed after %2$@ (both adjustable below). Only enable this with a model and server you trust.
de: Das Modell kann in der Linux-Umgebung von iSH-AOK Dateien lesen, durchsuchen und ändern sowie Shell-Befehle ausführen – um an Code zu arbeiten, Webseiten mit curl/wget zu laden oder Programme auszuführen. Standardmäßig liest es Dateien frei und fragt vor jeder Änderung oder jedem Befehl; die Tool-Berechtigungen ändern das. Die Ausgabe ist auf %1$ld KB begrenzt und Befehle werden nach %2$@ beendet (beides unten einstellbar). Aktiviere dies nur mit einem Modell und Server, denen du vertraust.
es: El modelo podrá leer, buscar y modificar archivos y ejecutar comandos de shell en el entorno Linux de iSH-AOK: para trabajar con código, obtener páginas web con curl/wget o ejecutar programas. De forma predeterminada, lee archivos libremente y te pregunta antes de cada edición o comando; Permisos de herramientas cambia eso. La salida está limitada a %1$ld KB y los comandos se finalizan tras %2$@ (ambos se pueden ajustar abajo). Activa esto solo con un modelo y un servidor de confianza.
fr: Le modèle pourra lire, rechercher et modifier des fichiers et exécuter des commandes shell dans l'environnement Linux d'iSH-AOK — pour travailler sur du code, récupérer des pages web avec curl/wget ou exécuter des programmes. Par défaut, il lit les fichiers librement et vous demande avant chaque modification ou commande ; Autorisations des outils permet de changer cela. La sortie est limitée à %1$ld Ko et les commandes sont arrêtées après %2$@ (les deux sont réglables ci-dessous). N'activez ceci qu'avec un modèle et un serveur de confiance.
ja: モデルは iSH-AOK の Linux 環境で、ファイルの読み取り、検索、変更、シェルコマンドの実行ができるようになります — コードの作業、curl/wget による Web ページの取得、プログラムの実行などです。デフォルトでは、ファイルは自由に読み取り、編集やコマンドの前には毎回確認します。これは「ツールのアクセス権」で変更できます。出力は %1$ld KB に制限され、コマンドは %2$@ 後に強制終了されます（どちらも下で調整可能）。信頼できるモデルとサーバでのみオンにしてください。
ko: 모델이 iSH-AOK Linux 환경에서 파일을 읽고, 검색하고, 변경하고, 셸 명령을 실행할 수 있게 됩니다 — 코드 작업, curl/wget으로 웹 페이지 가져오기, 프로그램 실행 등. 기본적으로 파일은 자유롭게 읽고, 편집이나 명령 전에는 매번 묻습니다. 도구 권한에서 이를 변경할 수 있습니다. 출력은 %1$ld KB로 제한되며 명령은 %2$@ 후에 종료됩니다(둘 다 아래에서 조절 가능). 신뢰하는 모델과 서버에서만 활성화하십시오.
pt_br: O modelo poderá ler, pesquisar e alterar arquivos e executar comandos shell no ambiente Linux do iSH-AOK — para trabalhar em código, buscar páginas da web com curl/wget ou executar programas. Por padrão, ele lê arquivos livremente e pergunta antes de cada edição ou comando; Permissões de Ferramentas altera isso. A saída é limitada a %1$ld KB e os comandos são encerrados após %2$@ (ambos ajustáveis abaixo). Só ative isto com um modelo e servidor em que você confia.
ru: Модель сможет читать, искать и изменять файлы и выполнять команды оболочки в Linux-среде iSH-AOK — чтобы работать с кодом, загружать веб-страницы через curl/wget или запускать программы. По умолчанию она свободно читает файлы и спрашивает вас перед каждой правкой или командой; это меняется в разрешениях инструментов. Вывод ограничен %1$ld KB, а команды завершаются через %2$@ (оба значения настраиваются ниже). Включайте это только с моделью и сервером, которым доверяете.
zh_hans: 模型将能够在 iSH-AOK Linux 环境中读取、搜索和更改文件以及运行 shell 命令——用于处理代码、通过 curl/wget 获取网页或运行程序。默认情况下，它可自由读取文件，每次编辑或运行命令前都会询问你；“工具权限”可更改此行为。输出上限为 %1$ld KB，命令在 %2$@ 后会被终止（两者均可在下方调整）。请仅在使用你信任的模型和服务器时启用此功能。
zh_hant: 模型將能在 iSH-AOK Linux 環境中讀取、搜尋和更改檔案並執行 shell 指令 — 用於處理程式碼、以 curl/wget 擷取網頁或執行程式。預設情況下，它可自由讀取檔案，並在每次編輯或執行指令前詢問你；「工具權限」可更改此設定。輸出上限為 %1$ld KB，指令會在 %2$@ 後被終止（兩者皆可在下方調整）。請僅在你信任的模型和伺服器上啟用此功能。

source: The on-device model is the system's own. %@
de: Das On-Device-Modell ist das eigene Modell des Systems. %@
es: El modelo en el dispositivo es el propio del sistema. %@
fr: Le modèle sur l'appareil est celui du système. %@
ja: デバイス上のモデルはシステム自身のものです。 %@
ko: 기기 내 모델은 시스템 자체 모델입니다. %@
pt_br: O modelo no dispositivo é o do próprio sistema. %@
ru: Модель на устройстве — собственная модель системы. %@
zh_hans: 设备端模型是系统自带的模型。 %@
zh_hant: 裝置端模型是系統自帶的模型。 %@

source: The operation failed.
de: Der Vorgang ist fehlgeschlagen.
es: La operación ha fallado.
fr: L'opération a échoué.
ja: 操作に失敗しました。
ko: 작업에 실패했습니다.
pt_br: A operação falhou.
ru: Не удалось выполнить операцию.
zh_hans: 操作失败。
zh_hant: 操作失敗。

source: The queue is empty.
de: Die Warteschlange ist leer.
es: La cola está vacía.
fr: La file d'attente est vide.
ja: キューは空です。
ko: 대기열이 비어 있습니다.
pt_br: A fila está vazia.
ru: Очередь пуста.
zh_hans: 队列为空。
zh_hant: 佇列是空的。

source: The requested boot filesystem does not exist
de: Das angeforderte Boot-Dateisystem existiert nicht
es: El sistema de archivos de arranque solicitado no existe
fr: Le système de fichiers de démarrage demandé n'existe pas
ja: 要求されたブート用ファイルシステムが存在しません
ko: 요청한 부팅 파일 시스템이 없음
pt_br: O sistema de arquivos de inicialização solicitado não existe
ru: Запрошенная файловая система для загрузки не существует
zh_hans: 请求的启动文件系统不存在
zh_hant: 要求的開機檔案系統不存在
